Repository: seanpm2001/mt-training-data
Catalog: mhr/mhr_pontoon.tmx
Source language: en_us
Languages: mhr

source: 2019 End-of-Year Release
mhr: 2019 идалык мучаште лукмаш

source: 2 down, keep it up!<playIcon></playIcon>
mhr: 2 ӱлык, тыгак каяш!<playIcon></playIcon>

source: ≥ 2 No votes
mhr: ≥2 «уке»

source: ≥ 2 Yes votes
mhr: ≥2 «туге»

source: Abbreviations and Acronyms. Abbreviations and acronyms like “USA” or “ICE” should be avoided in the source text because they may be read in a way that does not coincide with their spelling. Additionally, there may be multiple accurate readings for a single abbreviation. For example, the acronym “ICE” could be pronounced “I-C-E” or as a single word.
mhr: Аббревиатур да кӱчыкемдымаш шотшто. Тӱҥалтыш текстыште «USA» але «ICE» гай аббревиатур да кӱчыкемдымаш-влак деч, нуным возымо деч ойыртемалтын лудын кертмылан кӧра, кораҥаш тыршыман. Тыгак ик аббревиатурлан икмыняр чынле ончыктымаш лийын кертеш. Мутлан, «ICE» аббревиатурым «I-C-E» але ик мут семын йӱкаҥдаш лиеш.

source: Abkhaz
mhr: Абхаз

source: About
mhr: Мемнан нерген

source: Accent
mhr: Акцент

source: Account
mhr: Аккаунт

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
mhr: <accuracyLink>Чынлык висык нерген шукырак луд.</accuracyLink>

source: Acehnese
mhr: Ачехнезе

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
mhr: { $actionType }<playIcon></playIcon> нуно ойлончым чын йӱкаҥденыт?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
mhr: { $actionType }<recordIcon></recordIcon> вара ойлончым йӱкын луд

source: { $actionType }<stopIcon></stopIcon> when done
mhr: { $actionType }<stopIcon></stopIcon> мучашлымек

source: { $actionType } submit when ready
mhr: ямде лиеш гын, { $actionType } колто

source: Add
mhr: Ешараш

source: Add a language you want to contribute to
mhr: Йылмым, кудын вийдарымашке шке надыретым пуртынет, ешаре

source: Add as much information as you can about the language. This could include:
mhr: Йылме нерген кертме семын шукырак информацийым пурто. Тышке теве мо пурен кертеш:

source: Adding languages to work with
mhr: Пашалан йылме-влакым ешарымаш

source: Additional Language
mhr: Ешартыш йылме

source: Add Language
mhr: Йылмым ешараш

source: <addLink>Add more sentences now!</addLink>
mhr: <addLink>Шукырак ойлончым вигак кызыт ешаре!</addLink>

source: Add new custom accent "{ $inputValue }"
mhr: У акцентым ешараш "{ $inputValue }"

source: Add new sentences
mhr: У ойлончо-влакым ешаркале

source: Add Sentences
mhr: Ойлончо-влакым ешараш

source: Add <wikipediaLink>public domain</wikipediaLink> sentences
mhr: <wikipediaLink>Чылалан кучылташ лийше</wikipediaLink> ойлончо-влакым ешараш

source: Add Your Voice
mhr: Шке йӱкетым ешаре

source: Adyghe
mhr: Адыгей

source: Afaan Ormoo
mhr: Оромо

source: A few bytes
mhr: Икмыняр байт

source: Afrikaans
mhr: Африканс

source: Age
mhr: Ийгот

source: Albanian
mhr: Албан

source: All
mhr: Чыла

source: All sentences you submit must be under <wikipediaLink>Public Domain (CC-0) license</wikipediaLink>. To support the inclusion of work not under public licence, we have created a <cc0WaiverLink>Contributions Agreement template</cc0WaiverLink> for works where the copyright owner would like to contribute the material to Common Voice.
mhr: Тыйын чыла колтымо ойлончо <wikipediaLink>Калык поянлык (CC-0) лицензий</wikipediaLink> почеш лийшаш улыт. Калыкле лицензийдыме паша-влакым пурташ полшаш манын, произведенийлан, кушеч материалым авторлык права оза Common Voice-ыш пуртынеже гын, <cc0WaiverLink>надыр нерген келшымашын шаблонжым</cc0WaiverLink> ыштенна.

source: All voice clips in the dataset are scrubbed of personally identifying information. When a contributor provides demographic data via their profile, that information is de-identified from their voice clips before being bundled for download in the dataset and is never made public on their profile page.
mhr: Датасетыште чыла йӱкан клип кӧулмыкым пален налын кертше информаций деч эрыкталтын. Кунам ушнышо шке профильже гоч демографиян данныйым пуа, тиде информаций датасетым тулен налашлан ушымо годым тудын йӱкан клипше гыч кӧулмым пален налдыме лиеш, да нигунам тудын профильыштыже огеш савыкталт.

source: Amharic
mhr: Амхар

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
mhr: Пайдаланышын тыгай лӱмдымӧ данныйже: ийгот, пӧръеҥ/ӱдырамаш да акцент аудиоданныйым, кудо йӱкым пален налше движок-влакын чынлыкыштым кугемдаш кучылталтеш, саемдаш полша. Пайдаланыше лӱмет да электрон почто адресет нигунам тыйын пуэдыме данный дене кылдыме огеш лий, да тый логинетым чылалан койшым але лӱмдымым ыштен кертат.

source: Approve
mhr: Чынлаш

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
mhr: Шып фонан мурсем йӧрале, но мыланна ешартыш йӱк-влак, кудо машине алгоритмым возымо текстыште уке улшо мут-влакым виеш пален налыктат, огыт кӱл. Тый текстыште уке улшо посна мут-влакым колат гын, клипым ӧрдыжтаре. Тыглайын тыгайже, кунам телевизорым чӱктен коденыт але тораште огыл мутланымаш кая гын, лиеда.

source: Arabic
mhr: Араб

source: Aragonese
mhr: Арагон

source: Are you coming? <strong>[called by another]</strong>
mhr: Тый кает? <strong>[Весе ӱжеш]</strong>

source: Armenian
mhr: Армян

source: Armenian Western
mhr: Касвел армян

source: Artificial intelligence
mhr: Пӱртӱслӧ огыл уш-акыл

source: Ask about a new language
mhr: У йылме нерген йод

source: Assamese
mhr: Ассам

source: Asturian
mhr: Астурий

source: Audio Format
mhr: Аудиоформат

source: Avatar
mhr: Аватар

source: Avatar uploaded
mhr: Вераҥдыме аватар

source: Average
mhr: Кокла

source: A voice clip is marked "valid" when a user gives it a Yes vote.
mhr: Пайдаланышын клиплан йӱклымӧ деч вара, тудо «чын» манме семын палемдалтеш.

source: Avoid too much background noise - it should be easy to hear you.
mhr: Фонан йӱк-йӱан утыжден шуко лийшаш огыл — тыйын йӱкет сайын шоктышаш.

source: Awards
mhr: Суаптар

source: Azerbaijani
mhr: Азербайджан

source: Back
mhr: Шеҥгек

source: Background Noise
mhr: Фонан йӱк-йӱан

source: Background Voices
mhr: Фонан йӱк-йӱан

source: Back to Top
mhr: Тӱҥалтышыш пӧртылаш

source: Basaa
mhr: Басаа

source: Bashkir
mhr: Пошкырт

source: Basque
mhr: Баск

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
mhr: Лудшын мутым йоҥылыш йӱкаҥдымылан, пералтышым тудо верыште огыл шындымылан але йодыш палым шинчаора шотыш налдымылан кӧра клипым ӧрдыжтарыме деч ончыч тӱткӧ лий. Тӱнямбалне каласымашын шуко тӱрлылыкшӧ кучылталтеш, очыни, нунын кокла гыч южыжым тый шке верысе тӱшкаштет колынат отыл. Порылий, кӧ тыйын деч ойыртемын кутыра гын, нунылан шонымаш эрыкым пу.

source: Become a partner
mhr: Партнёр лияш

source: Belarusian
mhr: Белорус

source: Benefits
mhr: Пайда

source: Bengali
mhr: Бенгаль

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
mhr: [«Берет» мутышто ператыш икымше мутлончышто (Кугу Британий), тыгак — кокымшышто (США) кучылталтын кертеш]

source: <bold>{ $count }</bold> Clips
mhr: клип

source: <bold>Help us</bold> find more voices
mhr: Шукырак йӱкым муаш <bold>мыланна полшо</bold>

source: Bosnian
mhr: Босний

source: Both
mhr: Когынек

source: Both (Speak and Listen)
mhr: Когынек (кутыраш да колышташ)

source: Breton
mhr: Бретон

source: Browse Languages
mhr: Йылме-влакым ончымаш

source: Build a custom goal
mhr: Шке шумлыкетым ыште

source: Build Profile
mhr: Профильым ыштымаш

source: Bulgarian
mhr: Болгар

source: Burmese
mhr: Бирме

source: Buryat
mhr: Бурят

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
mhr: <b>Молан электрон почто?</b> Очыни, данный пого вашталтымаш шотышто мыланна ончыкылыкшым тый дене кылдалташ логалеш, электрон серыш мыланна вашкылым ышташ йӧным пуа.

source: By editing your goal, you may lose your existing progress.
mhr: Шумлыкым вашталтен, тый кызытсе ончыко кайымашым йомдарен кертат.

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
mhr: Электрон серышлам наледыме дене келшен, тый Mozilla-н <privacyLink>Шолыплык политикыште</privacyLink> ончыктымо семын информацийым ямдылкалыме дене келшыметым чынлет.

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
mhr: Тый Common Voice датасетыште ойлышо-влакын кӧ улмыштым пален налаш тӧчыдымӧ дене келшет.

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
mhr: Шке нергенет икмыняр данныйым пуэн, Common Voice-ыш колтымо аудиоданный-влакым йӱкым пален налше движок-влаклан, кудо нине данныйым шке чынлыкыштым саемдаш кучылташ тӱҥалыт, утларак пайдалым ыштет.

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
mhr: Common Voice-ым кучылтын, тый мемнан <termsLink>Келшык</termsLink> да <privacyLink>Шолыплык нерген шижтарымаш</privacyLink> дене келшет.

source: Cancel Re-recording
mhr: Угычын возымым чараш

source: Cancel Submission
mhr: Колтымым чараш

source: Can't decide?
mhr: Ыштен от керт?

source: Cantonese
mhr: Кантон

source: Catalan
mhr: Каталан

source: Central Kurdish
mhr: Рӱдӧ курд

source: Change your email via Settings under Login Identity
mhr: Пайдаланыше лӱм ужашым келыштарымаште шке электрон почто адресет вашталте

source: Check if your language is listed on the <languagesPageLink>Common Voice Languages page</languagesPageLink>. If not, fill out this form and we’ll <strong>send you a handy email explaining how to get your language set up</strong>.
mhr: Тыйын йылмет <languagesPageLink>Common Voice-ын йылме велыжыштыже</languagesPageLink> уло але уке манын, терге. Уке гын, тиде формым тичмашле да ме, тудым кузе ешарыме нерген умылтарен, <strong>тылат йӧнан электрон серышым колтена</strong>.

source: <chevron></chevron>See less
mhr: <chevron></chevron>Шагалрак ужаш

source: <chevron></chevron>See more
mhr: <chevron></chevron>Шукырак ужаш

source: Chinese (China)
mhr: Китай (Китай)

source: Chinese (Hong Kong)
mhr: Китай (Гонконг)

source: Chinese (Taiwan)
mhr: Китай (Тайвань)

source: Choose language/localization
mhr: Йылмым/локализацийым ойыро

source: Chuvash
mhr: Чуваш

source: Click
mhr: Темдал

source: { $clipCount } voice clips, total archive size { $size }. Expires { $expires }.
mhr: { $clipCount } йӱкан клип, архивын чумыр кугытшо { $size }. Жап эрта: { $expires }.

source: Clip Graveyard
mhr: Клип шӱгар

source: Clips recorded
mhr: Возымо клип-влак

source: Clips Uploaded
mhr: Вераҥдыме клип-влак

source: Clips validated
mhr: Тергыме клип-влак

source: Clips You've Recorded
mhr: Тыйын возымо клип-влак

source: Clips You've Validated
mhr: Тыйын тергыме клип-влак

source: Close
mhr: Петыраш

source: Collecting sentences
mhr: Ойлончым погышо

source: Collecting sentences from the public domain, or writing new ones for the public domain.
mhr: Чылалан кучылташ лийше ойлончо-влакым погымаш але уым возымаш.

source: Collect sentences
mhr: Ойлончо-влакым погаш

source: Comment
mhr: Умылтарчык

source: Common Voice data plus all other voice datasets above.
mhr: Common Voice данный да тыгак кӱшнӧ чыла моло йӱк данный.

source: Common Voice Dataset
mhr: Common Voice датасет

source: Common Voice is a collaborative project, and we're depending on our community of partners and contributors to build the largest open-source dataset of voices ever. We would like to thank the following people and organizations for their help with the project:
mhr: Common Voice — пырля ыштыме проект, да ме, тӱҥалтыш почмо код дене эн кугу датасетым ышташ манын, мемнан тӱшкалан да партнёр-влакланна эҥертена. Проектым илышыш пурташ полшымылан ме нине еҥ ден организаций-влаклан тауштена:

source: Common Voice is a crowdsourcing platform, and the languages were all added by volunteers. We would love for you to add your language! <languageRequestLink>Ask about adding your language.</languageRequestLink>
mhr: Common Voice — тиде краудсорсинг платформо, тышке чыла йылмым вӱмазе-влак ешареныт. Тый шке йылметым ешарет гын, ме тидлан куанена! <languageRequestLink>Шке йылметым ешарыме шотышто йод.</languageRequestLink>

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
mhr: Common Voice — тиде машине-влакым чын еҥын ойлымо гай ойлаш туныкташ полшаш ыштыме Mozilla-н тӱҥалмашыже.

source: Common Voice is part of Mozilla's initiative to help teach machines how real people speak.
mhr: Common Voice — тиде машине-влакым чын еҥын ойлымо гай ойлаш туныкташ полшаш Mozilla-н тӱҥалмашыжын ужашыже.

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
mhr: Common Voice — тӱнямбалне чылалан кучылташ лийше ик эн кугу йӱк данный пого.

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
mhr: Common Voice возымаш-влакым чылалан кучылташ лийше ресурс-влакым, йӱк модель-влак гайым, туныкташлан да вийдарашлан шанчыеҥ-влак, изирак предприятий да йӱкым пален налаш кумылан-влак кучылтыт. Молан тыйын возымаш-влакет кораҥдалтшаш улыт манын, тый мыланна увертарен кертат?

source: Community participation and decision making.
mhr: Тӱшкан ушнымашыже да пунчалым лукмаш.

source: Community Playbook
mhr: Playbook тӱшка

source: Confirm
mhr: Чынлаш

source: Confirm Goal
mhr: Шумлыкым чынлаш

source: Confirm New Sentences
mhr: У ойлончо-влакым чынле

source: Connect with Gravatar
mhr: Граватар дене кылдалт

source: Contact
mhr: Вашкыл

source: Contact Form
mhr: Вашкыл формо

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
mhr: Контентым <licenseLink>Creative Commons лицензий</licenseLink> почеш кучылташ лиеш

source: Continue
mhr: Шуяш

source: Contribute
mhr: Надырлаш

source: Contribute sentences
mhr: Ойлончо-влакым надырлаш

source: Contribute to { $lang }
mhr: { $lang } йылмылан надырлаш

source: Contribute Your Voice
mhr: Шке йӱкетым возо

source: Contribution Activity
mhr: Пуртымо надыр

source: Contribution Criteria
mhr: Надырлыме висык

source: Contribution Experience
mhr: Шке пашатым акле

source: Contributors record voice clips by reading from a bank of donated sentences.
mhr: Ушнышо-влак йӱкан клипым надырлыме ойлончо пого гыч лудыт.

source: Cookies
mhr: Куки

source: <coquiLink>Coqui</coquiLink> is dedicated to open speech technology. Their projects include deep learning based STT and TTS engines.
mhr: <coquiLink>Coqui</coquiLink> почмо кутырымаш технологийлан пӧлеклалтын. Нунын проектышкышт келге тунеммылан негызлалтше ОТС да ТОС механизм-влак пурат.

source: Cornish
mhr: Корн

source: Corsican
mhr: Корсикан

source: Could not add language
mhr: Йылмым ешарен кертме огыл

source: Could not change settings. Please try again.
mhr: Келыштарымашым вашталтен кертме огыл. Порылий, угыч тӧчен ончо.

source: Could not remove language
mhr: Йылмым кораҥден кертме огыл

source: Could not remove language: language not found
mhr: Йылмым кораҥден кертме огыл: йылмым мумо огыл

source: { $count } clips
mhr: клип

source: { $count }mo
mhr: тылзе

source: { $countOfInvalidated } rejected by you
mhr: { $countOfInvalidated } тыйын ӧрдыжтарыме

source: { $countOfReviewed } sentences are already reviewed. Great job!
mhr: ойлончым ынде ончен лекме. Сай паша!

source: { $countOfSentences } sentences found.
mhr: ойлончым мумо.

source: { $countOfUnreviewed } sentences are unreviewed. If you want, you can also review your sentences now before submitting them.
mhr: { $countOfUnreviewed } ойлончым ончен лекме огыл. Шке ойлончо-влакетым, нуным колтымо деч ончыч, кызытак ончен лектын кертат.

source: { $count }wk
mhr: арня

source: { $count }y
mhr: ий

source: Create a Custom Goal
mhr: Кучылтмо шумлыкым ышташ

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
mhr: Common Voice-ыш тӱрлӧ еҥлан ушнаш йӧным ыштымаш данный пого кузе-гынат шукырак еҥ-влак чотлан пайдале лиеш манын, ӱшандара. Ме тылат кучылташ лийше ресурс ден шаблон-влакым ыштенна.

source: Criteria
mhr: Висык

source: Croatian
mhr: Хорват

source: Czech
mhr: Чех

source: Daily Goal
mhr: Кечыш шумлык

source: Danish
mhr: Датчан

source: Dashboard
mhr: Ӱзгар оҥа

source: Dataset Release
mhr: Датасетым лукмаш

source: Datasets
mhr: Датасет-влак

source: Date
mhr: Кече

source: Days
mhr: Кече-влак

source: De-identified
mhr: Авторизаций кораҥдыме

source: Delete my recordings
mhr: Мыйын возымым кораҥдаш

source: Delete Profile
mhr: Профильым кораҥдаш

source: Delete selected sentences
mhr: Ойырымо ойлончо-влакым кораҥдаш

source: Deleting selected sentences…
mhr: Ойырымо ойлончо-влакым кораҥдымаш…

source: Dhivehi
mhr: Дивехи

source: Different language
mhr: Вес йылме

source: Difficult
mhr: Неле

source: Difficult to pronounce
mhr: Пелештен керташ неле

source: Dioula
mhr: Диула

source: Discard ongoing recording
mhr: Кызытсе возымашым чараш

source: Discourse
mhr: Каҥашымаш

source: Donate your voice
mhr: Шке йӱкетым надырле

source: Don't see your language on Common Voice yet?
mhr: Common Voice-ышто шке йылмет эше от уж?

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
mhr: Датасетыште шке йылмет от уж? Йылмым йодаш манын, мемнан «Йылме-влак» велыжыш кусно.

source: Download
mhr: Тулен налаш

source: Download Common Voice Data
mhr: Common Voice данныйым тулен налаш

source: Download Data
mhr: Данныйым тулен налаш

source: Download Dataset Bundle
mhr: Датасет пакетым тулен налаш

source: Download { $language }
mhr: { $language } йылмым тулен налаш

source: Download Links
mhr: Тулен налашлан кылвер-влак

source: Download My Data
mhr: Мыйын данныйым тулен налаш

source: Download profile data
mhr: Профиль данныйым тулен налаш

source: Download the Dataset
mhr: Датасетым тулен налаш

source: Download the Single Word Target Segment
mhr: Ик мут дене шумлык ужашым вераҥде

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
mhr: Кузе Common Voice датасетым эшеат сайракым ышташ манын, тыйын шонымашет уло? Каҥашымаште мыланна шижтаре

source: Do you want to continue?
mhr: Тый умбакыже шуйынет?

source: Do you want to Speak, Listen or both?
mhr: Тый ойлынет, колыштнет але когынек?

source: Drag and drop or <browseWrap>Browse</browseWrap>
mhr: Вончыктаре але <browseWrap>Ончен нал</browseWrap>

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
mhr: "Колташ" полдышым темдалме деч вара пашам аклымаш коден каялтеш. 5 возымаш але колыштмаш деч вара тый надырым умбакыже пуртеден шоген кертат.

source: Dutch
mhr: Нидерланд

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
mhr: Датасетыште кажне возыш шкешотан MP3-файл да тудлан келшыше текстан файл гыч шога. Датасетыште <b>{ $total }</b> регистрироватлыме шагат гыч шукышкыжо тыгак демографиян, ийгот, пӧръеҥ але ӱдырамаш да акцент гыч шогышо, метаданный, кудо ойлымым пален налше механизмын чынлыклан туныкташ полшен кертеш, пурталтеш. Кызытсе жапыште датасет <b>{ $languages }</b> йылме ден <b>{ $valid }</b> тергыме шагат гыч шога, но ме эреак у йӱкым да йылме-влакым ешаркален шогена. Йылмым йодашлан але шке надыретым пурташ манын, мемнан <languagesLink>«Йылме-влак» велыжыш</languagesLink> пурен ончал.

source: Easy
mhr: Куштылго

source: Edit
mhr: Редактироватлаш

source: Edit Profile
mhr: Профильым редактироватлаш

source: Email
mhr: Электрон почто

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
mhr: Кузе Common Voice капанийлаш, тӱшкасомыллаш, пырля дизайн функцийлаш ушнаш манын, пален налашлан мемнан колтедылмашлан <emailFragment>возалт</emailFragment>.

source: Email is already used for a different account
mhr: Электрон почто ынде вес аккаунтлан кучылталтеш

source: Email Subscriptions
mhr: Электрон почто гоч возалтмаш

source: English
mhr: Англичан

source: Enter Email to Download
mhr: Вераҥдашлан электрон почто адресым пурто

source: Enter email to send a sign up link
mhr: Регистрацийлан кылверым колташлан электрон почто адресым пурто

source: Enter your email
mhr: Шке электрон почто адресетым пурто

source: Error { $code }
mhr: Йоҥылыш { $code }

source: Error while fetching rejected sentences. Please try again.
mhr: Ӧрдыжтарыме ойлончо-влакым лукмо годым йоҥылыш лийын. Порылий, угыч тӧчен ончо.

source: Error while fetching your sentences. Please try again.
mhr: Ойлончо-влакетым лукмо годым йоҥылыш лийын. Порылий, угыч тӧчен ончо.

source: Erzya
mhr: Эрзя

source: Esperanto
mhr: Эсперанто

source: Estonian
mhr: Эстон

source: Events
mhr: Эртынчык-влак

source: Everyone
mhr: Кеч-могай

source: Exit & Delete clips
mhr: Лекташ да клип-влакым кораҥдаш

source: Expert linguists can also help, try to reach out to local linguistic universities (both teachers and students) and see if they can help to gather a diverse set of sound-diverse sentences in your language.
mhr: Опытан лингвист-влак тыгак полшен кертыт, верысе университетла дене (туныктышо, тыгак студент-влак денат) кылым ыштен ончо да ончал: кертыт мо нуно тыйын йылме дене йоҥгалтмаш шотышто ойыртемалтше тӱрлӧ-тӱрлӧ ойлончым погаш полшен.

source: Failed to delete selected sentences… Please try again!
mhr: Ойырымо ойлончо-влакым кораҥден кертме огыл… Тӧчымашым уэштаре!

source: FAQ
mhr: ЧПЙ

source: Faroese
mhr: Фарер

source: Female
mhr: Ӱдырамаш

source: Filtered sentences due to requirements failing (please submit fixed versions as new sentences):
mhr: Ойлончо-влак кӱштымашым шуктыдымылан кӧра ойырымо (порылий, тӧрлымӧ версийым у ойлончо семын колто):

source: Finding existing sentences in the Public Domain
mhr: Чылалан кучылташ лийше улшо ойлончо-влакым кычалмаш
